"STORE_DESCRIPTION" = "VLC pour iOS est un portage du Lecteur Multimédia Libre VLC pour iPad, iPhone et iPod touch.\nIl peut jouer tous vos films, séries et musiques dans la plupart des formats, directement sans conversion.\nIl offre la synchronisation avec les services Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, permet les téléchargements directs, le partage WiFi et le streaming à partir de serveurs SMB, FTP, UPnP/DLNA ou à partir du web.\nVLC supporte les sous-titres avancés, incluant une compatibilité SSA complète, le multi-pistes audio, et le contrôle de la vitesse de lecture.\n\nVLC pour iOS est complètement libre et open source.";

"STORE_DESCRIPTION_TV" = "VLC est un lecteur multimédia multi-plateforme gratuit et open source.\nIl peut lire tous vos films, séries et musiques dans la majorité des formats directement sans conversion.\nIl permet la lecture de fichiers sur le nuage (Dropbox, OneDrive, Box), la Lecture à Distance via une interface web ainsi que la lecture de fichiers sur des serveurs SMB, FTP, UPnP/DLNA et le web.\nVLC supporte aussi des sous-titres avancés incluant une compatibilité SSA totale, le support de l'audio multipiste, et le contrôle de la vitesse de lecture.\n\nVLC pour iOS est complètement gratuit et open source.\n\nLes métadonnées et les artworks proviennent de TMDb et Hatchet, qui sont des bases de données autour des films et de la musique, gérées par la communauté.";

"CHOOSE_AUDIO_TRACK" = "Choisir la piste audio";
"CHOOSE_SUBTITLE_TRACK" = "Choisir la piste de sous-titres";
"OPEN_TRACK_PANEL" = "Ouvrir la sélection de piste";
"CHOOSE_TITLE" = "Choisir un titre";
"CHOOSE_CHAPTER" = "Choisir un chapitre";
"CHAPTER_SELECTION_TITLE" = "Chapitres";
"TITLE" = "Titre";
"CHAPTER" = "Chapitre";
"MINIMIZE_PLAYBACK_VIEW" = "Minimiser le lecteur";
"FULLSCREEN_PLAYBACK" = "Lire en plein écran";
"TRACK_SELECTION" = "Sélection de piste";
"AUDIO" = "Audio";
"SUBTITLES" = "Sous-titres";
"LANGUAGE" = "Langage";
"MEDIA_INFO" = "Informations sur le média";
"VIDEO_DIMENSIONS" = "Dimensions de la vidéo";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i pixels";
"FORMAT_AUDIO_TRACKS" = "%i pistes audio";
"ONE_AUDIO_TRACK" = "Une piste audio";
"FORMAT_SPU_TRACKS" = "%i pistes des sous-titres";
"ONE_SPU_TRACK" = "Une piste de sous-titres";

"PLAYING_EXTERNALLY_TITLE" = "TV connectée";
"PLAYING_EXTERNALLY_TITLE_CHROMECAST" = "Chromecast connectée";
"PLAYING_EXTERNALLY_DESC" = "Cette vidéo est déjà lue sur la TV";

"VFILTER_HUE" = "Teinte";
"VFILTER_CONTRAST" = "Contraste";
"VFILTER_BRIGHTNESS" = "Luminosité";
"VFILTER_SATURATION" = "Saturation";
"VFILTER_GAMMA" = "Gamma";

"PREAMP" = "Preamp";
"DB_FORMAT" = "%i dB";
"CHOOSE_EQUALIZER_PROFILES" = "Choisissez le profil Equalizer";

"PLAYBACK_FAILED" = "Erreur pendant la lecture";
"PLEASE_WAIT" = "Veuillez patienter";
"AR_CHANGED" = "Format de l'affichage : %@";
"DEFAULT" = "Défaut";
"FILL_TO_SCREEN" = "Rogner l'image pour remplir l'écran";
"PLAYBACK_SPEED" = "Vitesse de lecture";
"SPU_DELAY" = "Retard des sous-titres";
"AUDIO_DELAY" = "Retard de l'audio";
"BUTTON_SLEEP_TIMER" = "Minuterie de veille";
"SLEEP_TIMER_UPDATED" = "Minuterie de veille mise à jour";
"CONTINUE_PLAYBACK" = "Continuer la lecture ?";
"CONTINUE_PLAYBACK_LONG" = "Souhaitez-vous continuer la lecture de « %@ » à partir de là où vous l'avez laissée ?";

"BUTTON_ALL" = "Tout sélectionner";
"BUTTON_BACK" = "Retour";
"BUTTON_EDIT" = "Édition";
"BUTTON_DONE" = "OK";
"BUTTON_CANCEL" = "Annuler";
"BUTTON_SAVE" = "Enregistrer";
"BUTTON_DOWNLOAD" = "Télécharger";
"BUTTON_DELETE" = "Supprimer";
"BUTTON_OK" = "OK";
"BUTTON_CONTRIBUTE" = "Contribution";
"BUTTON_CONNECT" = "Connexion";
"BUTTON_RENAME" = "Renommer";
"BUTTON_LEARN_MORE" = "En savoir plus";
"BUTTON_LOGOUT" = "Déconnexion";
"BUTTON_CONTINUE" = "Continuer";
"BUTTON_SET" = "Set";
"BUTTON_RESET" = "Reset";
"PRIVATE_PLAYBACK_TOGGLE" = "Lecture privée";
"SCAN_SUBTITLE_TOGGLE" = "Rechercher les sous-titres (seulement par http)";

"BUTTON_RENDERER" = "Périphériques de diffusion";
"BUTTON_RENDERER_HINT" = "Afficher un menu des périphériques de diffusion";

"UPGRADING_LIBRARY" = "Mise à jour de la bibliothèque";
"UNTITLED_SHOW" = "Émission sans titre";
"UNKNOWN" = "Inconnu";

"OPEN_NETWORK" = "Ouvrir un flux réseau";
"NETWORK_TITLE" = "flux réseau";
"OPEN_NETWORK_HELP" = "Entrez une adresse du type HTTP, RTSP, RTMP, MMS, FTP ou UDP/RTP pour lire directement le flux réseau.";
"ABOUT_APP" = "À propos de VLC pour iOS";
"OPEN_VLC_MENU" = "Ouvrir le menu latéral VLC";
"HTTP_UPLOAD_SERVER_OFF" = "Serveur inactif";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Pas de connexion WiFi active";
"OPEN_STREAM_OR_DOWNLOAD" = "Voulez-vous télécharger ou jouer cette URL ?";
"SHARED_VLC_IOS_LIBRARY" = "VLC partagé pour la bibliothèque iOS";
"SMB_CIFS_FILE_SERVERS" = "Serveurs de fichiers (SMB)";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";


"HTTP_DOWNLOAD_FAILED" = "Échec du téléchargement avec le code HTTP %i";
"HTTP_FILE_CREATION_FAILED" = "Échec de la création du fichier";
"HTTP_DOWNLOAD_CANCELLED" = "Téléchargement annulé par l'utilisateur";

"DOWNLOAD_FROM_HTTP_HELP" = "Entrez une adresse pour enregistrer le fichier sur votre %@.";
"DOWNLOAD_FROM_HTTP" = "Téléchargements";
"ERROR_NUMBER" = "Erreur %i ";
"DOWNLOAD_FAILED" = "Échec du téléchargement";
"FILE_NOT_SUPPORTED" = "Format de fichier non supporté";
"FILE_NOT_SUPPORTED_LONG" = "Le format de fichier utilisé par %@ n'est pas compatible avec cette version VLC pour iOS.";
"SCHEME_NOT_SUPPORTED" = "Format d'adresse non supporté";
"SCHEME_NOT_SUPPORTED_LONG" = "Le format d'adresse (%@) n'est pas supporté. Veuillez utiliser une adresse commençant par HTTP, HTTPS ou FTP.";
"LIBRARY_ALL_FILES" = "Tous les fichiers";
"LIBRARY_MUSIC" = "Albums";
"LIBRARY_SERIES" = "Séries TV";
"LIBRARY_TRACKS" = "%i Pistes";
"LIBRARY_SINGLE_TRACK" = "%i Piste";
"LIBRARY_EPISODES" = "%i Épisodes, %i non lus";
"LIBRARY_SINGLE_EPISODE" = "%i Épisode, %i non lu";
"LIBRARY_TRACK_N" = "Piste %i";
"LIBRARY_MINUTES_LEFT" = "%@m restant";
"RENAME_MEDIA_TO" = "Entrez le nouveau nom pour %@";

"FOLDER_EMPTY" = "Dossier vide";
"FOLDER_EMPTY_LONG" = "Pour ajouter des fichiers, cliquez sur Édition, choisissez les fichiers désirés, cliquez sur le bouton du dossier et sélectionnez ce dossier.";
"FOLDER_INVALID_TYPE_TITLE" = "Types de fichiers erronés";
"FOLDER_INVALID_TYPE_MESSAGE" = "Vous ne pouvez prendre que deux fichiers pour créer un dossier ou ajouter un seul fichier dans un dossier existant.";
"FOLDER_CHOOSE_NAME_TITLE" = "Nouveau dossier";
"FOLDER_CHOOSE_NAME_MESSAGE" = "Entrez un titre pour votre dossier";
"FOLDER_NAME_PLACEHOLDER" = "Titre du dossier";
"FOLDER_NAME_DUPLICATE_TITLE" = "Ce titre existe déjà";
"FOLDER_NAME_DUPLICATE_MESSAGE" = "Veuillez choisir un titre différent";
"SELECT_FOLDER" = "Choisir un dossier";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Choisissez un fichier à ouvrir :";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Ouvrir dans...";
"SHARING_ERROR_NO_FILES" = "Aucun fichier à partager";
"SHARING_ERROR_NO_APPLICATIONS" = "Aucune application n'a été trouvée pour ouvrir ce type de fichier";
"SHARING_SUCCESS_CAMERA_ROLL" = "Le fichier a été enregistré dans Camera Roll avec succès";

"SECTION_HEADER_LIBRARY" = "Bibliothèque";
"HEADER_TITLE_RENDERER" = "Sélectionner un périphérique de diffusion";
"SECTION_HEADER_NETWORK" = "Réseau";

"LOCAL_NETWORK" = "Réseau local";
"CONNECT_TO_SERVER" = "Connexion au serveur";
"USER_LABEL" = "Utilisateur";
"PASSWORD_LABEL" = "Mot de passe";
"DISABLE_LABEL" = "Désactiver";
"BUTTON_ANONYMOUS_LOGIN" = "Authentification anonyme";

"LOCAL_SERVER_REFRESH" = "Rafraîchir";
"LOCAL_SERVER_LAST_UPDATE" = "Mise à jour le %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "ÉCHEC DE LA CONNEXION AU SERVEUR";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Veuillez vérifier l'adresse du serveur et les informations d'identification";

"CLOUD_SERVICES" = "Services en nuage";
"LOGIN" = "Identifiant";
"LOGGED_IN" = "Connecté";

"DROPBOX_DOWNLOAD" = "Télécharger le fichier ?";
"DROPBOX_DL_LONG" = "Voulez-vous télécharger le fichier « %@ » sur votre %@ ?";
"DROPBOX_LOGIN" = "Identifiant";

"GDRIVE_ERROR_FETCHING_FILES" = "Erreur de récupération des fichiers";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Votre fichier a été téléchargé avec succès";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "SUCCÈS";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Une erreur est survenue lors du téléchargement";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "ERREUR";

"DISK_FULL" = "Limite de stockage atteint";
"DISK_FULL_FORMAT" = "%@ ne peut pas être stockée sur votre %@, parce que vous n'avez pas suffisamment d'espace libre.";

"NUM_OF_FILES" = "%i fichiers";
"ONE_FILE" = "1 fichier";
"NO_FILES" = "Pas de fichier supporté";
"DOWNLOADING" = "Téléchargement…";
"REMAINING_TIME" = "Temps restant : %@";
"BIOMETRIC_UNLOCK" = "Unlock Media Library\nCancel to enter Passcode";

"Settings" = "Préférences"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "Oui";
"OFF" = "Non";

"EMPTY_LIBRARY" = "Bibliothèque de média vide";
"EMPTY_LIBRARY_LONG" = "Pour la lecture, vous pouvez diffuser le contenu multimédia d'un serveur sur votre réseau local, à partir du cloud ou synchroniser les médias avec votre appareil en utilisant iTunes, WiFi Upload ou les services Cloud.";

"PLAYBACK_SCRUB_HELP" = "Faites glisser votre doigt vers le bas pour régler la vitesse.";
"PLAYBACK_SCRUB_HIGH" = "Défilement haute vitesse";
"PLAYBACK_SCRUB_HALF" = "Défilement demi-vitesse";
"PLAYBACK_SCRUB_QUARTER" = "Défilement quart de vitesse";
"PLAYBACK_SCRUB_FINE" = "Défilement de précision";
"PLAYBACK_POSITION" = "Position de lecture";
"VIDEO_FILTER" = "Filtres vidéo";
"VIDEO_FILTER_RESET_BUTTON" = "Réinitialiser les filtres vidéo";
"VIDEO_ASPECT_RATIO_BUTTON" = "Changer le format d'écran";
"PLAY_PAUSE_BUTTON" = "Lance ou met en pause la lecture";
"BWD_BUTTON" = "Reculer";
"FWD_BUTTON" = "Avancer";
"PLAY_BUTTON" = "Lecture";
"PAUSE_BUTTON" = "Pause";
"PLAY_ALL_BUTTON" = "Lire tout";

"VERSION_FORMAT" = "Version : %@";
"BASED_ON_FORMAT" = "Basé sur :<br />%@";

"NEW" = "NOUVEAU";

"BUG_REPORT_TITLE" = "Signaler un bug";
"BUG_REPORT_MESSAGE" = "Voudriez-vous créer un rapport de bug ?";
"BUG_REPORT_BUTTON" = "Ouvrir Safari";

"VO_VIDEOPLAYER_TITLE" = "Lecteur vidéo";
"VO_VIDEOPLAYER_DOUBLETAP" = "Cliquez deux fois pour voir ou cacher les contrôles";

"FIRST_STEPS_WELCOME" = "Bienvenue";
"FIRST_STEPS_WELCOME_DETAIL" = "Premières étapes pour synchroniser et lire vos médias.";
"FIRST_STEPS_ITUNES" = "Synchronisation de fichiers avec iTunes";
"FIRST_STEPS_ITUNES_DETAILS" = "Connectez votre %@ à votre Mac ou PC en utilisant le câble.\nOuvrez iTunes.\nChoisissez votre %@.\nAllez à l'onglet « Applications », faites défiler vers le bas et cherchez VLC.\nTransférez vos fichiers.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS" = "Connectez votre %@ au même réseau que votre Mac ou PC.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS" = "Commutez l'interrupteur dans la barre latérale, entrez l'URL dans le navigateur Web et envoyez vos fichiers.";
"FIRST_STEPS_CLOUDS" = "Nuages";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS" = "Envoyez vos médias à Google Drive ou à Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS" = "Ouvrez la barre latérale pour sélectionner votre fournisseur de nuage et accédez à vos médias pour le téléchargement ou le streaming.";
"FIRST_STEPS_PLAYBACK" = "Lecture";
"FIRST_STEPS_FLOSS" = "RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME" = "Temps";
"FIRST_STEPS_ASPECT" = "Proportions";
"FIRST_STEPS_SPEED" = "Vitesse";
"FIRST_STEPS_REPEAT" = "Répéter";
"FIRST_STEPS_SUBTITLES" = "Pistes des sous-titres";
"FIRST_STEPS_AUDIO" = "Pistes Audio";
"FIRST_STEPS_POSITION" = "Position";

"PLEX_CHECK_ACCOUNT" = "Contrôler votre compte Plex dans les préférences";
"PLEX_ERROR_ACCOUNT" = "Plex : erreur de connexion";

"UNAUTHORIZED" = "Non autorisée";

"SERVER" = "Serveur";
"SERVER_PORT" = "Port";
"NO_SERVER_FOUND" = "Aucun serveur trouvé";
"NO_RECENT_STREAMS" = "Aucun historique de flux récent";

"WEBINTF_TITLE" = "Partage via WiFi";
"WEBINTF_DROPFILES" = "Déposer les fichiers";
"WEBINTF_DROPFILES_LONG" = "Déposez les fichiers dans la fenêtre pour les ajouter à votre %@.<br>Ou cliquez sur le bouton « + » pour utiliser la boîte de dialogue de sélection de fichiers.";
"WEBINTF_DOWNLOADFILES" = "Téléchargement de fichiers";
"WEBINTF_DOWNLOADFILES_LONG" = "Cliquer simplement sur le fichier que vous voulez télécharger de votre %@.";
"WEBINTF_TITLE_ATV" = "Lecture à Distance";
"WEBINTF_DROPFILES_LONG_ATV" = "Déposez des fichiers dans la fenêtre pour les jouer sur votre %@.<br>Ou cliquez sur le bouton « + » pour utiliser le gestionnaire de fichiers.";
"WEBINTF_URL_SENT" = "URL correctement transmise.";
"WEBINTF_URL_EMPTY" = "Le champ URL ne peut pas être vide.";
"WEBINTF_URL_INVALID" = "URL invalide.";


"NOW_PLAYING" = "Lecture en cours";
"PLAY_NOW" = "Lire";
"PLAYING" = "En cours de lecture";
"DETAIL" = "Détail";

"VOLUME" = "Volume";
"DURATION" = "Durée";
"TITLE" = "Titre";

// strings from VLCKit
"%ld hours %ld minutes remaining" = "%1$ld heures %2$ld minutes restantes";
"%ld hours %ld minutes" = "%1$ld heures %2$ld minutes";
"%ld minutes remaining" = "%ld minutes restantes";
"%ld minutes" = "%ld minutes";
"%ld minutes %ld seconds remaining" = "%1$ld minutes %2$ld secondes restantes";
"%ld minutes %ld seconds" = "%1$ld minutes %2$ld secondes";
"%ld seconds remaining" = "%ld secondes restantes";
"%ld seconds" = "%ld secondes";

// accessibility labels for the playlist
"OBJECT_TYPE_SHOW" = "Série";
"OBJECT_TYPE_SHOW_EPISODE" = "Épisode";
"OBJECT_TYPE_LABEL" = "Dossier";
"OBJECT_TYPE_ALBUM" = "Album";
"OBJECT_TYPE_ALBUM_TRACK" = "Piste de l'album";
"OBJECT_TYPE_FILE" = "Fichier";
"OBJECT_TYPE_FILE_AUDIO" = "Fichier audio";

"NOT_CONNECTED_TO_PHONE_TITLE" = "Non connecté à l'iPhone";
"NOT_CONNECTED_TO_PHONE_MESSAGE" = "Veuillez connecter votre iPhone pour utiliser le contrôle à distance.";

"LONGPRESS_TO_STOP" = "Appui long pour arrêter la lecture.";

// ATV specific
"AUDIO_INFO_VC_TITLE" = "Information audio";
"CLOUD_LOGIN_LONG" = "Afin d'accéder aux services dans le nuage, identifiez-vous avec le même compte depuis iCloud sur votre Apple TV ainsi que vous périphérique iOS, puis activez le partage de trousseau iCloud dans les préférences système.\nEnsuite, identifiez-vous chez le fournisseur de service dans le nuage de votre choix depuis l'application VLC sur votre périphérique iOS. Enfin, sélectionnez-le à l'écran.";
"ENTER_URL" = "Saisissez l'URL à lire";
"HTTP_SERVER_ON" = "Désactiver la Lecture à Distance";
"HTTP_SERVER_OFF" = "Activer la diffusion";
"CACHED_MEDIA" = "Média en cache";
"CACHED_MEDIA_LONG" = "Les médias listés ici sont stockés localement sur votre Apple TV. Remarque : ces contenus peuvent être supprimés à tout moment par le système d'exploitation et sans avertissement quand VLC n'est pas actif et que l'espace de stockage disponible atteint ses limites.";
"DOWNLOAD_SUBS_FROM_OSO" = "Télécharger des sous-titres à partir de OpenSubtitles.org...";
"FOUND_SUBS" = "Sous-titres trouvés";
"USE_SPDIF" = "Utiliser « Path-through » (S/PDIF)";

"PLAYBACK" = "Lecture";
"REPEAT_MODE" = "Répétition";
"REPEAT_DISABLED" = "Désactivée";
"REPEAT_SINGLE" = "Fichier en cours";
"REPEAT_FOLDER" = "Dossier en cours";

// Local Network Service Names
"UPNP_LONG" = "Plug'n'Play universel (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Media Server (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_LONG" = "Protocole de transfert de fichiers (FTP)";
"FTP_SHORT" = "FTP";

"BONJOUR_FILE_SERVERS" = "Serveur de fichiers BONJOUR";
"DSM_WORKGROUP" = "Groupe de travail";

"URL_NOT_SUPPORTED" = "L'URL ne peut pas être ouverte";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Enfoncez %@ pour supprimer"; /* Insert %@ where play-pause-glyph should be placed */

"DELETE_INVALID_MESSAGE" = "La sélection ne peut pas être supprimée";
"DELETE_INVALID_TITLE" = "Sélection invalide";
"DELETE_MESSAGE" = "Confirmer la suppression des fichiers sélectionnés";
"DELETE_TITLE" = "Supprimer les fichiers sélectionnés";

//Drag and Drop
"THIS_FILE" = "This file";
"NOT_SUPPORTED_FILETYPE" = "%@ is not a supported filetype by VLC";
"FILE_EXISTS" = "%@ already exists";

/* New strings */
"PROTOCOL_NOT_SELECTED" = "Protocole non sélectionné";
"Settings" = "Préférences";
"ERROR" = "Erreur";
"OK" = "Ok";


//新增
"TVHclient"="TVHclient";
"Recordings"="Recordings";
"Currently playing"="Currently playing";
